Repository: JGrubb/Almond-Tree-Drupal
Catalog: sites/all/modules/syndication/po/*.po
Languages: fr_143

source: Syndicate (more)
fr_143: Syndiquer (plus)

source: Syndicate
fr_143: Syndiquer

source: More
fr_143: Plus

source: more
fr_143: plus

source: Review all XML feeds exported by %sn
fr_143: Vérifier tous les flux XML exportés par %sn

source: Atom feed
fr_143: Fil Atom

source: Atom front page feed
fr_143: Flux Atom de la page d'accueil

source: Blogs
fr_143: Blogues

source: External feeds
fr_143: Fils externes

source: Categories
fr_143: Catégories

source: Views
fr_143: Vues

source: Sorry, there are no feeds available.
fr_143: Désolé, aucun flux n'est disponible.

source: At <i>%sn</i>, all users have a <a href='!rss'>RSS</a> and <a href='!atom'>Atom<a> feed for their blog, as well as each individual user.
fr_143: À <i>%sn</i>, tous les utilisateurs ont un flux <a href='!rss'>RSS</a> et un flux <a href='!atom'>Atom<a> pour leur blogue, tout comme chaque utilisateur.

source: At <i>%sn</i>, <a href='!all'>all users</a> and each user, have an RSS feed for their blog.
fr_143: À <i>%sn</i>, <a href='!all'>tous les utilisateurs</a> ainsi que chaque utilisateur ont un flux RSS pour leur blogue.

source: Search users
fr_143: Rechercher des utilisateurs

source: Enter a username to view her blog feed, and other details.
fr_143: Entrer un nom d'utilisateur pour voir le flux de son blogue et d'autres informations.

source: Search
fr_143: Rechercher

source: RSS feed
fr_143: Flux RSS

source: Recent Blog Authors
fr_143: Blogueurs récents

source: blog
fr_143: blogue

source: Combine terms into a single feed
fr_143: Combiner des termes dans un seul flux RSS

source: You can subscribe to more than one category in a single RSS feed. Please select the RSS feeds you would like to subscribe to then press the "Generate feed" button.
fr_143: Vous pouvez vous abonner à plus d'une catégorie dans un seul flux RSS. Pour ce faire, sélectionnez les flux RSS auxquels vous voulez vous abonner et cliquez ensuite sur le bouton "Générer le flux".

source: Generate feed
fr_143: Générer le flux

source: Username not found.
fr_143: Nom d'utilisateur inconnu.

source: In addition to displaying RSS feeds, <i>%sn</i> offers <a href="!link">this OPML</a> which lists all RSS feeds that are collected here.
fr_143: En plus de l'affichage des flux RSS, <i>%sn</i> offre <a href="!link">ce fichier OPML</a>, qui liste tous les flux RSS réunis ici.

source: Columns
fr_143: Colonnes

source: The number of columns to use on the display page?
fr_143: Le nombre de colonnes dans l'affichage de la page.

source: Should be blogs be included on the syndication page?
fr_143: Est-ce que les blogues devraient être inclus dans la page de syndication

source: Should be front page atom feed be included on the syndication page?
fr_143: Est-ce que le flux Atom de la page d'accueil devrait être inclus dans la page de syndication?

source: Should be aggregator OPML feed be included on the syndication page?
fr_143: Est-ce que l'agrégateur de flux OPML devrait être inclus dans la page de syndication?

source: Vocabularies
fr_143: Vocabulaires

source: Select the vocabularies which should appear in the <em>Categories</em> block on the <a href="@syndication">syndication page</a>
fr_143: Sélectionne les vocabulaires qui devraient apparaître dans le bloc <em>Catégories</em> sur la <a href="@syndication">page de syndication</a>

source: Select the views which should appear in the <em>Views</em> block on the <a href="@syndication">syncidation page</a>
fr_143: Sélectionne les vues qui devraient apparaître dans le bloc <em>Vues</em> sur la <a href="@syndication">page de syndication</a>

source: Other
fr_143: Autre

source: Select the other feeds which should appear in the <em>Other</em> block on the <a href="@syndication">syncidation page</a>
fr_143: Sélectionne les autres flux qui devraient apparaître dans le bloc <em>Autre</em> sur la <a href="@syndication">page de syndication</a>

source: Adds a Syndication block, links to more feeds
fr_143: Ajoute a bloc de syndication, et lie vers d'autres flux

source: RSS feeds
fr_143: Flux RSS

source: RSS feed syndication
fr_143: Syndication de flux RSS

source: RSS feed builder
fr_143: Générateur de flux RSS

source: Module to consolidate RSS feeds on to a single page.
fr_143: Module réunissant tous les flux RSS sur une seule page.
