Repository: JGrubb/Almond-Tree-Drupal
Catalog: sites/all/modules/click_heatmap/translations/*.po
Languages: da

source: Update
da: Opdatér

source: Page
da: Side

source: Other
da: Anden

source: General
da: Generelt

source: Please configure the module first.
da: Konfigurér venligst modulet først.

source: Display Settings
da: Indstillinger for visning

source: Display information that will be used to change the appearance of the heatmaps.
da: Vis information som bruges til at ændre udseendet af varmekortene.

source: Heatmap transparency
da: Gennemsigtighed af varmekort

source: Transparency of the heatmap overlay.
da: Gennemsigtigheden af varmekortlaget.

source: Display width
da: Bredde

source: Width of heatmap to display. Heatmap will be scaled to fit.
da: Bredden af varmekortet som vises. Varmekortet skaleres så det passer.

source: Display heatmap
da: Vis varmekort

source: Display heatmap instead of clicks.
da: Vis varmekort i stedet for klik.

source: Selection Information
da: Udvalgsinformation

source: Selection information that will be used to narrow the results used to generate heatmaps.
da: Udvalgsinformation som bruges til at begrænse resultaterne som bruges til at generere varmekort.

source: Display clicks from users of a specific browser.
da: Vis klik fra brugere af en bestemt browser.

source: Date range
da: Datointerval

source: Select click data from last 7 days.
da: Vælg klikdata fra seneste 7 dage.

source: Display clicks from users on a particular page.
da: Viser klik fra brugere på en bestemt side.

source: Clear Logs
da: Ryd logs

source: Failed to generate heatmap.
da: Kunne ikke generere varmekort.

source: Failed to delete log: %file.
da: Kunne ikke slette log: %file.

source: Failed to delete log directory: %directory.
da: Kunne ikke slette logmappe: %directory.

source: Logs cleared.
da: Logs ryddet.

source: <p>The Click Heatmap modules provides integration between Drupal and the ClickHeat library. The module itself does not record the necessary data or generate the click heatmaps themselves. Instead this module adds the necessary Javascript to Drupal pages in order to have the click data sent to the ClickHeat library.</p> <p>Please make sure that you setup the Click Heatmap settings and read the instructions on that page.</p>
da: <p>Click Heatmap-modulet sørger for integration af Drupal og ClickHeat-biblioteket. Selve modulet opsamler ikke de nødvendige data og opretter ikke klik-varmekortene. I stedet tilføjer modulet den nødvendige Javascript til Drupal-sider så klikdata sendes til ClickHeat-biblioteket.</p><p>Du skal sikre dig, at du har indstillet Click Heatmap korrekt og læst instruktionerne på indstillingssiden.</p>

source: Configure click heatmap.
da: Konfigurér Click Heatmap

source: View click heatmaps.
da: Se klik varmekort.

source: View click heatmap
da: Se klik varmekort.

source: General setup information.
da: Generel information om opsætning.

source: ClickHeat library installed
da: ClickHeat-bibliotek installeret

source: Check this once the ClickHeat library has been installed to activate the module and start collecting data.
da: Markér dette når ClickHeat-biblioteket er blevet installeret for at aktivere modulet og starte dataindsamlingen.

source: Scope
da: Dækning

source: The pages that Click heatmaps will be generated for.
da: Sider som der genereres klik-varmekort for.

source: All pages
da: Alle sider

source: Non-admin pages
da: Ikke-administrationssider

source: Admin pages
da: Administrationssider

source: Home page
da: Forside

source: Login information used for clickheat library administration interface.
da: Login-information til administrationssiden for ClickHeat-biblioteket.

source: Administrator Username
da: Administrator brugernavn

source: Username for administrator.
da: Brugernavn for administrator

source: Administrator Password
da: Administrator adgangskode

source: Password for administrator.
da: Adgangskode for administrator.

source: Change Login Information
da: Skift login-information

source: Check this to override the current login information with the entered values.
da: Markér dette for at erstatte den nuværende login-information med de indtastede værdier.

source: The module cannot be activated untill the ClickHeat library is installed.
da: Modulet kan ikke aktiveres før ClickHeat-biblioteket er installeret.

source: Write access is needed for: <i>/click_heatmap/clickheat/config/</i>, <i>/click_heatmap/clickheat/logs/</i>, and <i>/click_heatmap/heatmaps/</i>.
da: Skriveadgang er nødvendig til: <em>/click_heatmap/clickheat/config/</em>, <em>/click_heatmap/clickheat/logs/</em> og <em>/click_heatmap/heatmaps/</em>.

source: Configuration file created. Please removed write permissions to <i>/click_heatmap/clickheat/config/</i>.
da: Konfigurationsfil oprettet. Fjern venligst skriveadgang til <em>/click_heatmap/clickheat/config/</em>.

source: administer heatmaps
da: administrér varmekort

source: view heatmaps
da: vis varmekort

source: Provides an integration of the ClickHeat utility which creates click heatmaps.
da: Sørger for integration af ClickHeat-værktøjet, som opretter klik-varmekort.
